Repository: kolyvan/samizdat
Catalog: Samizdat/*.lproj/Localizable.strings
Languages: ru

source: post to %@
ru: отправить %@

source: Login
ru: Вход

source: show original
ru: показать оригинал

source: No
ru: Нет

source: Login to Samizdat
ru: Вход на Самиздат

source: show changes
ru: показать изменения

source: none
ru: нет

source: comments to %@
ru: комментарий к %@

source: Delete Author
ru: Удалить автора

source: auto login
ru: авто логин

source: login failure %@
ru: ошибка при логине %@

source: invalid name or password
ru: неправильное имя или пароль

source: input name
ru: укажите имя

source: author's information
ru: информация об авторе

source: logout success
ru: успешный выход

source: canceled
ru: отменен

source: logout failure %@
ru: ошибка при выходе %@

source: login success
ru: успешный вход

source: remember password
ru: запомнить пароль

source: not modified %@
ru: нет изменений %@

source: favorites
ru: закладки

source: a new version is available
ru: новая версия доступна

source: reload failure %@
ru: ошибка при обновлении %@

source: input password
ru: укажите пароль

source: Cancel
ru: Отмена

source: Are you sure? %@ %@ %@
ru: Вы уверены? %@ %@ %@

source: %ld available
ru: %ld доступно

source: unknown error
ru: неизвестная ошибка

source: Yes
ru: Да

source: reload %@
ru: обновить %@

source: authors
ru: все авторы

source: reload success %@
ru: успешное обновление %@

source: invalid URL: %@
ru: неверный адрес: %@

source: fetching %@
ru: загрузка %@

source: Enter name and login
ru: Введите имя и пароль

source: file not found: %@
ru: Файл не найден: %@

source: fail scan text: invalid html
ru: Ошибка при сканировании текста: неверная разметка

source: fail scan author: no title
ru: Ошибка при сканировании текста: нет заголовка

source: invalid '%@' in dictionary: %@
ru: Неверный '%@' в словаре: %@

source: too many comments
ru: Слишком много комментариев

source: fail scan comment: invalid number
ru: Ошибка при сканировании комментария: неверный номер

source: unable set password: empty login
ru: Невозможно запомнить пароль: пустой логин

source: fail scan text: invalid link
ru: Ошибка при сканировании текста: неверная ссылка

source: fail scan text: no title
ru: Ошибка при сканировании текста: нет заголовка

source: warning by scan texts: no HTML comment
ru: Замечание при сканировании текста: нет HTML comment

source: invalid json for file: %@
ru: Неверный JSON для файла: %@

source: fail scan text: no info
ru: Ошибка при сканировании теста: нет информации

source: fail scan comment: no number
ru: Ошибка при сканировании комментария: нет номера

source: no path in dictionary for text
ru: Нет указателя в словаре для текста

source: keychain failure: %@
ru: Ошибка Связки ключей: %@

source: file error: %@
ru: Файловая ошибка: %@

source: fail scan author: no info
ru: Ошибка при сканировании автора: нет информации

source: fail scan author: invalid title
ru: Ошибка при сканировании автора: неверный заголовок

source: warning by scan text data: no HTML comment
ru: Замечание при сканировании текстовых данных: нет HTML comment

source: fail scan author: invalid info
ru: Ошибка при сканировании автора: неверная информация

source: fail scan text: no link
ru: Ошибка при сканировании текста: нет ссылки

source: fail scan comment: no date
ru: Ошибка при сканировании комментария: нет даты

source: unable get password: empty login
ru: Невозможно получить пароль: пустой логин

source: fail scan comment: no name
ru: Ошибка при сканировании комментария: нет имени

source: json error: %@
ru: Ошибка JSON: %@

source: logged as %@
ru: Вошел как %@
